                 education    vocabulary
           1           0           5
           2           1           1
           3           3           1
           4           3           3
           5           4           1
           6           4           0
           7           4           1
           8           4           2
           9           4           4
          10           4           5
          11           5           2
          12           5           2
          13           5           2
          14           5           4
          15           6           4
          16           6           1
          17           6           1
          18           6           4
          19           6           3
          20           6           5
          21           6           5
          22           7           8
          23           7           2
          24           7           8
          25           7           5
          26           7           4
          27           7           0
          28           7           7
          29           7           0
          30           7           3
          31           7           5
          32           7           4
          33           8           3
          34           8           6
          35           8           0
          36           8           3
          37           8           4
          38           8           3
          39           8           2
          40           8           1
          41           8           5
          42           8          10
          43           8           0
          44           8           8
          45           8           2
          46           8           5
          47           8           7
          48           8           3
          49           8           1
          50           8           3
          51           8           4
          52           8           7
          53           8           5
          54           8           0
          55           8           4
          56           8           5
          57           8           0
          58           8           5
          59           8           3
          60           8           8
          61           8           5
          62           8           6
          63           8           7
          64           8           6
          65           8           5
          66           8           6
          67           8           6
          68           8           7
          69           8           5
          70           8           5
          71           8           1
          72           8           4
          73           8           3
          74           8           5
          75           8           7
          76           8           5
          77           9           6
          78           9           5
          79           9           5
          80           9           3
          81           9           2
          82           9           1
          83           9           5
          84           9           3
          85           9           5
          86           9           6
          87           9           5
          88           9           4
          89           9           5
          90           9           4
          91           9           4
          92           9           1
          93           9           5
          94           9           7
          95           9           7
          96           9           3
          97           9           7
          98           9           3
          99           9           7
         100           9           6
         101           9           7
         102           9           2
         103           9           2
         104           9           6
         105           9           3
         106           9           3
         107           9           1
         108           9           2
         109           9           5
         110           9           4
         111          10           1
         112          10           5
         113          10           9
         114          10           2
         115          10           7
         116          10           7
         117          10           7
         118          10           7
         119          10           0
         120          10           1
         121          10           7
         122          10           2
         123          10           4
         124          10           4
         125          10           4
         126          10           3
         127          10           4
         128          10           3
         129          10           6
         130          10           6
         131          10           1
         132          10           4
         133          10           3
         134          10           5
         135          10           4
         136          10           5
         137          10           1
         138          10           6
         139          10           6
         140          10           4
         141          10           6
         142          10           6
         143          10           4
         144          10           6
         145          10           6
         146          10           2
         147          10           8
         148          10           6
         149          10           5
         150          10           2
         151          10           3
         152          11           3
         153          11           4
         154          11           5
         155          11           6
         156          11           6
         157          11           1
         158          11           7
         159          11           0
         160          11           6
         161          11           7
         162          11           6
         163          11           8
         164          11           7
         165          11           6
         166          11           7
         167          11           4
         168          11           4
         169          11           3
         170          11           5
         171          11           3
         172          11           7
         173          11           6
         174          11           4
         175          11           4
         176          11           2
         177          11           6
         178          11           6
         179          11           3
         180          11           8
         181          11           2
         182          11           5
         183          11           5
         184          11           7
         185          11           4
         186          11           4
         187          11           2
         188          11           4
         189          11           2
         190          11           5
         191          11           6
         192          11           6
         193          11           7
         194          11           1
         195          11           4
         196          11           2
         197          11           8
         198          11           4
         199          11           7
         200          11           5
         201          11           6
         202          11           2
         203          11           6
         204          11           4
         205          11           2
         206          11           4
         207          11           5
         208          11           6
         209          11           2
         210          12           4
         211          12           5
         212          12           4
         213          12           6
         214          12           9
         215          12           1
         216          12           2
         217          12           0
         218          12           0
         219          12           4
         220          12           6
         221          12           6
         222          12           7
         223          12           7
         224          12           6
         225          12           8
         226          12           9
         227          12           4
         228          12           5
         229          12           5
         230          12           6
         231          12           6
         232          12           5
         233          12           4
         234          12           9
         235          12           5
         236          12           5
         237          12           4
         238          12           5
         239          12           6
         240          12           7
         241          12           7
         242          12           5
         243          12           6
         244          12           8
         245          12           7
         246          12           6
         247          12           7
         248          12           6
         249          12           2
         250          12           7
         251          12           6
         252          12           6
         253          12           8
         254          12           8
         255          12           7
         256          12           7
         257          12           4
         258          12           5
         259          12           7
         260          12           9
         261          12           5
         262          12           6
         263          12           5
         264          12           5
         265          12           6
         266          12           7
         267          12          10
         268          12           1
         269          12           6
         270          12           7
         271          12           7
         272          12           7
         273          12           5
         274          12           9
         275          12           6
         276          12           5
         277          12           7
         278          12           4
         279          12           9
         280          12           5
         281          12           6
         282          12           7
         283          12           5
         284          12           6
         285          12           8
         286          12          10
         287          12           6
         288          12           5
         289          12           8
         290          12           4
         291          12           5
         292          12           6
         293          12           6
         294          12           7
         295          12           7
         296          12           6
         297          12           6
         298          12           6
         299          12           9
         300          12           7
         301          12           6
         302          12           6
         303          12           6
         304          12           6
         305          12           4
         306          12           5
         307          12           5
         308          12           4
         309          12           5
         310          12           6
         311          12           8
         312          12           7
         313          12           6
         314          12           5
         315          12           6
         316          12           8
         317          12           4
         318          12           6
         319          12           7
         320          12           4
         321          12           5
         322          12           4
         323          12           6
         324          12           8
         325          12           8
         326          12           8
         327          12           5
         328          12           8
         329          12           5
         330          12           6
         331          12           5
         332          12           7
         333          12           5
         334          12           3
         335          12           2
         336          12           2
         337          12           5
         338          12           6
         339          12           6
         340          12           3
         341          12          10
         342          12           5
         343          12           6
         344          12           9
         345          12           9
         346          12           7
         347          12           2
         348          12           2
         349          12           7
         350          12           5
         351          12           6
         352          12           2
         353          12           8
         354          12           8
         355          12           3
         356          12           7
         357          12           3
         358          12           5
         359          12           4
         360          12           3
         361          12           5
         362          12           0
         363          12           7
         364          12           6
         365          12           6
         366          12           6
         367          12           7
         368          12           4
         369          12           6
         370          12           6
         371          12           6
         372          12           3
         373          12           5
         374          12           6
         375          12           3
         376          12           6
         377          12           5
         378          12           4
         379          12           8
         380          12           3
         381          12           8
         382          12           6
         383          12           4
         384          12           7
         385          12           7
         386          12           6
         387          12           6
         388          12           6
         389          12           4
         390          12           6
         391          12           8
         392          12           6
         393          12           4
         394          12           6
         395          12           5
         396          12           6
         397          12           6
         398          12           4
         399          12           4
         400          12           6
         401          12           6
         402          12           7
         403          12           7
         404          12          10
         405          12           4
         406          12           6
         407          12           7
         408          12           5
         409          12           8
         410          12           3
         411          12           4
         412          12           2
         413          12           7
         414          12           4
         415          12           6
         416          12           6
         417          12           6
         418          12           7
         419          12           5
         420          12           8
         421          12           4
         422          12           5
         423          12           2
         424          12           3
         425          12           3
         426          12           6
         427          12           6
         428          12           9
         429          12           4
         430          12           9
         431          12           6
         432          12           6
         433          12           6
         434          12           6
         435          12           7
         436          12           8
         437          12           4
         438          12           7
         439          12           5
         440          12           6
         441          12           5
         442          12           6
         443          12           3
         444          12           7
         445          12           2
         446          12           5
         447          12           7
         448          12           6
         449          12           7
         450          12           6
         451          12           6
         452          12           9
         453          12           8
         454          12           8
         455          12           6
         456          12           5
         457          12           8
         458          12           2
         459          12           8
         460          12           6
         461          12           9
         462          12           7
         463          12           5
         464          12           4
         465          12           6
         466          12           3
         467          12           5
         468          12           2
         469          12           7
         470          12           7
         471          12           8
         472          12           6
         473          12           6
         474          12           7
         475          12           4
         476          12           6
         477          12           2
         478          12           5
         479          12           8
         480          12           5
         481          12           5
         482          12           8
         483          12           6
         484          12           8
         485          12           4
         486          12           5
         487          12           6
         488          12           4
         489          12           6
         490          12           5
         491          12           9
         492          12           8
         493          12           3
         494          12           6
         495          12           6
         496          12           6
         497          12           6
         498          12           6
         499          12           9
         500          12           5
         501          12           6
         502          12           6
         503          12           6
         504          12           7
         505          12           2
         506          12           6
         507          12           9
         508          12           6
         509          12           9
         510          12           7
         511          12           2
         512          12           4
         513          12           6
         514          12           7
         515          12           2
         516          12           5
         517          12           5
         518          12           9
         519          12           7
         520          12           5
         521          12           6
         522          12           7
         523          12           6
         524          12           9
         525          12           6
         526          12           6
         527          12           8
         528          13           7
         529          13           4
         530          13           5
         531          13           5
         532          13           5
         533          13           6
         534          13           7
         535          13           4
         536          13           5
         537          13           8
         538          13           6
         539          13           7
         540          13           6
         541          13           8
         542          13           7
         543          13           6
         544          13           5
         545          13           8
         546          13           6
         547          13           8
         548          13           6
         549          13          10
         550          13           9
         551          13           8
         552          13           7
         553          13           5
         554          13           7
         555          13           9
         556          13           7
         557          13           6
         558          13           6
         559          13           7
         560          13           7
         561          13           7
         562          13           9
         563          13           9
         564          13           7
         565          13           9
         566          13           6
         567          13           4
         568          13           4
         569          13           6
         570          13           5
         571          13           7
         572          13           5
         573          13           2
         574          13           5
         575          13           5
         576          13           6
         577          13           6
         578          13           8
         579          13           7
         580          13           6
         581          13           7
         582          13           6
         583          13           6
         584          13           3
         585          13           5
         586          13           5
         587          13           5
         588          13           8
         589          13           7
         590          13           8
         591          13           7
         592          13           7
         593          13           5
         594          13           5
         595          13           7
         596          13           6
         597          13           6
         598          13           5
         599          13           7
         600          13           4
         601          13           3
         602          13           5
         603          13           7
         604          13           8
         605          13          10
         606          14           6
         607          14           5
         608          14           8
         609          14           9
         610          14           8
         611          14           7
         612          14           5
         613          14           5
         614          14           4
         615          14           5
         616          14           7
         617          14           5
         618          14           7
         619          14           6
         620          14           6
         621          14           6
         622          14           8
         623          14           8
         624          14           6
         625          14           8
         626          14           4
         627          14           6
         628          14           6
         629          14           0
         630          14           4
         631          14           3
         632          14          10
         633          14           7
         634          14           7
         635          14           6
         636          14           4
         637          14           6
         638          14           9
         639          14           7
         640          14           4
         641          14           6
         642          14           7
         643          14           6
         644          14           5
         645          14           8
         646          14           6
         647          14          10
         648          14           8
         649          14           8
         650          14           7
         651          14           6
         652          14           8
         653          14           8
         654          14           6
         655          14           8
         656          14           8
         657          14           7
         658          14           7
         659          14           7
         660          14           7
         661          14           7
         662          14           6
         663          14           6
         664          14           7
         665          14           9
         666          14           8
         667          14           4
         668          14           5
         669          14           7
         670          14           3
         671          14           5
         672          14           3
         673          14           8
         674          14           5
         675          14           7
         676          14           3
         677          14           8
         678          14           6
         679          14           5
         680          14           5
         681          14           6
         682          14           5
         683          14           8
         684          14           7
         685          14           5
         686          14           5
         687          14           6
         688          14           4
         689          14           4
         690          14           8
         691          14          10
         692          14           8
         693          14           5
         694          14           3
         695          14           7
         696          14           9
         697          14           7
         698          14           6
         699          14           6
         700          14           8
         701          14           4
         702          14           6
         703          14           8
         704          14           7
         705          14           0
         706          14           6
         707          14           6
         708          14           3
         709          14           4
         710          14           4
         711          14           6
         712          14           6
         713          14           8
         714          14           8
         715          14           7
         716          14           4
         717          14           8
         718          14           9
         719          14           5
         720          14           4
         721          14           5
         722          14           7
         723          14           6
         724          14           6
         725          14           3
         726          15           6
         727          15           5
         728          15          10
         729          15           8
         730          15           8
         731          15           8
         732          15           2
         733          15           9
         734          15           6
         735          15           6
         736          15           8
         737          15           4
         738          15           5
         739          15           8
         740          15           7
         741          15           5
         742          15           7
         743          15           7
         744          15           2
         745          15           6
         746          15           9
         747          15           5
         748          15           6
         749          15           6
         750          15          10
         751          15           8
         752          15           5
         753          15           7
         754          15           7
         755          15           6
         756          15           6
         757          15           8
         758          15           6
         759          15           8
         760          15           8
         761          15           9
         762          15           6
         763          15           8
         764          15           5
         765          15           6
         766          15           7
         767          15           8
         768          15           6
         769          15           7
         770          15           8
         771          15           6
         772          15           7
         773          15           5
         774          15           7
         775          16           6
         776          16           5
         777          16           7
         778          16           9
         779          16           6
         780          16          10
         781          16           6
         782          16           9
         783          16           9
         784          16           7
         785          16           6
         786          16           9
         787          16          10
         788          16           8
         789          16           7
         790          16           4
         791          16           9
         792          16           9
         793          16           9
         794          16           7
         795          16           3
         796          16           9
         797          16           7
         798          16           9
         799          16           7
         800          16           6
         801          16           8
         802          16          10
         803          16           7
         804          16           8
         805          16          10
         806          16           9
         807          16           9
         808          16          10
         809          16           5
         810          16           8
         811          16           8
         812          16           5
         813          16           8
         814          16           5
         815          16          10
         816          16           6
         817          16           8
         818          16           6
         819          16           7
         820          16           8
         821          16           8
         822          16           7
         823          16           6
         824          16           6
         825          16           7
         826          16           6
         827          16           8
         828          16           8
         829          16           8
         830          16           7
         831          16           5
         832          16           3
         833          16          10
         834          16          10
         835          16           8
         836          16           6
         837          16           9
         838          16          10
         839          16          10
         840          16           9
         841          16           9
         842          16          10
         843          16           5
         844          16           6
         845          16          10
         846          16           8
         847          16           6
         848          16           7
         849          16           9
         850          16           4
         851          16           8
         852          16           6
         853          16           6
         854          16           8
         855          16           9
         856          16           5
         857          16           6
         858          16           5
         859          16           8
         860          16           6
         861          16          10
         862          16           7
         863          16           6
         864          16           5
         865          16           8
         866          16           6
         867          16           6
         868          16           6
         869          16           8
         870          16           3
         871          16           9
         872          17           7
         873          17          10
         874          17           4
         875          17           8
         876          17           5
         877          17           5
         878          17           6
         879          17           9
         880          17           8
         881          17          10
         882          17           5
         883          17          10
         884          17           7
         885          17           9
         886          17           9
         887          17           7
         888          17           4
         889          17          10
         890          17           5
         891          17           6
         892          17          10
         893          17           6
         894          17           6
         895          17           8
         896          17           9
         897          17          10
         898          17           6
         899          17          10
         900          17           6
         901          17           9
         902          17           6
         903          18           3
         904          18          10
         905          18          10
         906          18           9
         907          18           8
         908          18           7
         909          18           8
         910          18           5
         911          18           5
         912          18           7
         913          18           9
         914          18           9
         915          18           6
         916          18           9
         917          18           9
         918          18           6
         919          18           9
         920          18          10
         921          18           7
         922          18           4
         923          18           6
         924          18           7
         925          18           8
         926          18           9
         927          18           7
         928          18          10
         929          18           8
         930          18           4
         931          18           3
         932          18           9
         933          18           2
         934          18          10
         935          18           9
         936          18           8
         937          18           9
         938          18          10
         939          18          10
         940          19           8
         941          19          10
         942          19          10
         943          19          10
         944          19           9
         945          19           9
         946          19           6
         947          19           8
         948          19          10
         949          19          10
         950          19          10
         951          19           7
         952          19           6
         953          20          10
         954          20           9
         955          20           4
         956          20           4
         957          20          10
         958          20           9
         959          20           8
         960          20          10
         961          20          10
         962          20          10
         963          20           9
         964          20           4
         965          20          10
         966          20           7
         967          20           8
         968          20           9
